[
  {
    "title": "UN Women",
    "description": "UN Women is the UN organization delivering programmes, policies and standards that uphold women’s human rights and ensure that every woman and girl lives up to her full potential.",
    "location": "International",
    "tags": [
      "Political",
      "Violence",
      "Economic",
      "Health"
    ],
    "link": "https://www.unwomen.org/en"
  },
  {
    "title": "Association for Women’s Rights in Development",
    "description": "An international organization working to achieve gender equality and women’s human rights across the world.",
    "location": "International",
    "tags": [
      "Economic",
      "Political"
    ],
    "link": "https://www.awid.org/"
  },
  {
    "title": "Womankind Worldwide",
    "description": "An international organization for women’s rights that works in solidarity and equal partnership with women’s rights organizations and movements with a goal to transform the lives of women.",
    "location": "International",
    "tags": [
      "Economic",
      "Violence",
      "Political"
    ],
    "link": "https://www.womankind.org.uk/"
  },
  {
    "title": "Center for Reproductive Rights",
    "description": "A global human rights organization of lawyers and advocates who ensure reproductive rights are protected in law as fundamental human rights for the dignity, equality, health, and well-being of every person.",
    "location": "International",
    "tags": [
      "Political",
      "Health"
    ],
    "link": "https://reproductiverights.org/"
  },
  {
    "title": "Plan International",
    "description": "A global development human rights and humanitarian organization working to advance rights of children and equality for girls.",
    "location": "International",
    "tags": [
      "Political",
      "Health",
      "Violence",
      "Economic"
    ],
    "link": "https://plan-international.org/"
  },
  {
    "title": "Women for Women International",
    "description": "An international women’s rights organization that supports the most marginalized women in countries affected by war and conflict.",
    "location": "International",
    "tags": [
      "Violence",
      "Economic"
    ],
    "link": "https://womenforwomen.org.uk/"
  },
  {
    "title": "Women’s Environment and Development Organization",
    "description": "A global advocacy organization created to promote and protect gender equality, human rights and the integrity of the environment.",
    "location": "International",
    "tags": [
      "Political"
    ],
    "link": "https://wedo.org/"
  },
  {
    "title": "Men Engage Alliance",
    "description": "A global network that brings together people and organizations with a shared vision of a world in which gender justice and human rights are recognized, promoted and protected.",
    "location": "International",
    "tags": [
      "Political",
      "Economic"
    ],
    "link": "https://menengage.org/"
  },
  {
    "title": "Global Fund for Women",
    "description": "One of the world’s leading organizations for gender equality, and human rights of girls and women. The organization campaigns for zero violence, political and economic empowerment, and sexual and reproductive health and rights of women globally.",
    "location": "International",
    "tags": [
      "Economic",
      "Health",
      "Political"
    ],
    "link": "https://www.globalfundforwomen.org/"
  },
  {
    "title": "Rise Up",
    "description": "Works on activating women and girls to transform their lives, families and communities through investing in local solutions, strengthening leadership, and building movements.",
    "location": "International",
    "tags": [
      "Political"
    ],
    "link": "https://riseuptogether.org/"
  },
  {
    "title": "MATCH International Women’s Fund",
    "description": "An organization that supports women innovators through their breakthroughs of transforming farming practices, child nutrition, and anti-violence campaigns.",
    "location": "International",
    "tags": [
      "Economic",
      "Violence"
    ],
    "link": "https://equalityfund.ca/"
  },
  {
    "title": "Gender at Work",
    "description": "An international feminist knowledge network working to build inclusive cultures and end discrimination against women.",
    "location": "International",
    "tags": [
      "Political",
      "Research"
    ],
    "link": "https://genderatwork.org/"
  },
  {
    "title": "European Women’s Lobby (EWL)",
    "description": "The largest European umbrella networks of women’s associations. The EWL was founded with a vision of a society in which contribution of women to all aspects of life is recognized and celebrated. This means that women should be recognized as leaders with self-confidence, freedom of choice and freedom from exploitation and violence.",
    "location": "International",
    "tags": [
      "Political",
      "Violence",
      "Economic"
    ],
    "link": "https://womenlobby.org/"
  },
  {
    "title": "International Center for Research on Women (ICRW)",
    "description": "A global research institute with headquarters in Washington D.C. and regional offices in India and Uganda. The ICRW conducts research to tackle the causes of gender inequality and offers solutions for fundamental social changed.",
    "location": "International",
    "tags": [
      "Research",
      "Political"
    ],
    "link": "https://www.icrw.org/"
  },
  {
    "title": "European Institute for Gender Equality (EIGE)",
    "description": "The European Union agency that is dedicated exclusively to gender equality.",
    "location": "International",
    "tags": [
      "Research",
      "Political",
      "Violence"
    ],
    "link": "https://eige.europa.eu/"
  },
  {
    "title": "Time’s Up",
    "description": "Time’s Up is an organization that works on ensuring safe, fair and dignified work for all women.",
    "location": "International",
    "tags": [
      "Political",
      "Economic"
    ],
    "link": "https://timesupnow.org/"
  },
  {
    "title": "Gender Equality Resource Center (GERC)",
    "description": "The GERC partners up with cooperatives, NGOs, local government units, development councils, government agencies and other actors to implement gender equality.",
    "location": "International",
    "tags": [
      "Political",
      "Economic"
    ],
    "link": "https://www.gerc.ph/"
  },
  {
    "title": "Amnesty International",
    "description": "A worldwide movement of with over 2.2 million members, who campaigns for internationally recognized human rights for all.",
    "location": "International",
    "tags": [
      "Research",
      "Political"
    ],
    "link": "https://www.amnesty.org/en/"
  },
  {
    "title": "Save the Children",
    "description": "One of the biggest international NGOs advancing and protecting rights of children in almost 120 countries around the world. It works in the most disadvantaged local communities educating them about the rights of children. Save the Children seeks to advance gender equality in all aspects of its work, recognizing that gender inequalities create major barriers for sustainable development.",
    "location": "International",
    "tags": [
      "Research"
    ],
    "link": "https://www.savethechildren.net/"
  },
  {
    "title": "International Alliance of Women (IAW)",
    "description": "An international non-governmental organization comprising 41-member organizations involved in the promotion of the human rights of women and girls globally.",
    "location": "International",
    "tags": [
      "Economic",
      "Political"
    ],
    "link": "https://www.womenalliance.org/"
  },
  {
    "title": "Human Rights Watch",
    "description": "Today, its network of experts is comprised of human rights professionals, including lawyers, journalists and academics. The organization produces detailed reports on human rights violations and abuses on the global scale.",
    "location": "International",
    "tags": [
      "Violence",
      "Political"
    ],
    "link": "https://www.hrw.org/"
  },
  {
    "title": "Center for Health and Gender Equity",
    "description": "CHANGE is a non-profit organization that works to advance a reproductive health and rights agenda within US international population and health policies and programs",
    "location": "US",
    "tags": [
      "Health",
      "Political"
    ],
    "link": "https://srhrforall.org/"
  },
  {
    "title": "Feminist Majority Foundation",
    "description": "The Feminist Majority Foundation engages in research and public education efforts aimed at advancing women's empowerment and equality.",
    "location": "US",
    "tags": [
      "Research",
      "Education"
    ],
    "link": "https://feminist.org/"
  },
  {
    "title": "Heartland Alliance for Human Needs and Rights",
    "description": "Heartland Alliance is a human rights organization that provides services and advocacy for marginalized and oppressed populations, including women, refugees, immigrants, LGBTQ+ people and survivors of violence",
    "location": "US",
    "tags": [
      "Violence",
      "Economic"
    ],
    "link": "https://www.heartlandalliance.org/"
  },
  {
    "title": "Just Associates",
    "description": "Heartland Alliance is a human rights organization that provides services and advocacy for marginalized and oppressed populations, including women, refugees, immigrants, LGBTQ+ people and survivors of violence.",
    "location": "US",
    "tags": [
      "Political",
      "Violence"
    ],
    "link": "https://justassociates.org/"
  },
  {
    "title": "Girl Up",
    "description": "Based in the U.S., Girl Up is a nonprofit organization founded by the United Nations Foundation in 2010, and it works to defend gender equality through leadership development training sessions for school-aged girls and women",
    "location": "US",
    "tags": [
      "Political"
    ],
    "link": "https://girlup.org/"
  },
  {
    "title": "National Organization for Women (NOW)",
    "description": "The largest organization of feminist activists in the US, NOW has 500,000 contributing members and 550 chapters in all 50 states and the District of Columbia. Since its founding in 1966, NOW’s goal has been to take action to bring about equality for all women",
    "location": "US",
    "tags": [
      "Economic",
      "Violence",
      "Health"
    ],
    "link": "https://now.org/"
  },
  {
    "title": "National Women’s Law Center (NWLC)",
    "description": "NWLC is a nonprofit organization that works to protect and advance the rights of women and girls at every stage of their lives. NWLC focuses on issues such as education, health care, reproductive rights, workplace justice, and income security",
    "location": "US",
    "tags": [
      "Health",
      "Economic"
    ],
    "link": "https://nwlc.org/"
  },
  {
    "title": "Family Violence Prevention Fund (FVPF)",
    "description": "FVPF is a US-based nonprofit organization that focuses on domestic violence education, prevention, and public policy reform. FVPF works with advocates, policymakers, health care providers, educators, and others to end violence against women and children",
    "location": "US",
    "tags": [
      "Violence",
      "Health"
    ],
    "link": "https://www.acf.hhs.gov/fysb/programs/fvpsa"
  }
]